Repository: Firef0x/e4rat-lite
Catalog: po/*.po
Languages: pt_br

source: %d file(s) collected
pt_br: %d arquivo(s) coletado(s)

source: logical:
pt_br: lógicos:

source: physical:
pt_br: físico:

source: addresses
pt_br: endereços

source: to create Device object
pt_br: para criar o objeto do dispositivo

source: to unlock.
pt_br: para desbloquear.

source: %*d open files
pt_br: %*d arquivos abertos

source: %*d parsed from %s
pt_br: %*d analisados de %s

source: %*d/%d file(s) are not available
pt_br: %*d/%d arquivo(s) não estão disponíveis

source: %*d/%d file(s) are presently not writable.
pt_br: %*d/%d arquivo(s) atualmente não graváveis

source: %*d/%d file(s) are sparse-files which will retain gaps of unallocated blocks.
pt_br: %*d/%d arquivo(s) são arquivos esparsos, isso irá reter os intervalos de blocos não alocados.

source: %*d/%d file(s) cannot set inode extent flag.
pt_br: %*d/%d arquivo(s) não podem definir a flag de extensão do inode.

source: %*d/%d file(s) have invalid file type.
pt_br: %*d/%d arquivo(s) tem um tipo inválido de arquivo.

source: %*d/%d file(s) have no blocks.
pt_br: %*d/%d arquivo(s) não tem blocos.

source: %*d/%d file(s) not on an valid ext4 filesystem
pt_br: %*d/%d arquivo(s) não estão em um sistema de arquivos ext4 válido.

source: %s is a sparse-file
pt_br: %s é um arquivo esparso

source: %s is immutable.
pt_br: %s é imutável.

source: %s is not a regular file.
pt_br: %s não é um arquivo regular.

source: %s is not an ext4 filesystem.
pt_br: %s não é um sistema de arquivos ext4.

source: %s: File size has changed in the meantime.
pt_br: %s: O tamanho do arquivo foi alterado nesse meio tempo.

source: %s: no such file or directory
pt_br: %s: arquivo ou diretório não encontrado

source: Audit configuration has changed. Reinserting audit rules.
pt_br: A configuração do Audit foi alterada. Reinserindo regras.

source: Bug detected in ioctl EXT4_IOC_MOVE_EXT: %s: file fragment count does not match
pt_br: Bug detectado em ioctl EXT4_IOC_MOVE_EXT: %s: contagem de fragmento do arquivo não corresponde

source: Cannot access
pt_br: Não acessível

source: Cannot allocate blocks for donor:
pt_br: não foi possível alocar blocos para o doador:

source: Cannot convert file %s to be extent based: %s
pt_br: não foi possível converter arquivo %s para a extensão baseada: %s

source: Cannot convert hex string `%s' to a valid path. Unrecognised character 0x%x
pt_br: não foi possível converter string hexa `%s' para um caminho válido. Caractere não conhecido 0x%x

source: Cannot convert syscall to number
pt_br: não foi possível converter syscall para numero

source: Cannot create a temporary file
pt_br: não foi possível criar um arquivo temporário

source: Cannot create donor file:
pt_br: não foi possível criar arquivo doador:

source: Cannot create pid file %s on read-only filesystem
pt_br: não é possível criar arquivo pid %s em sistema de arquivo somente leitura

source: Cannot disable audit socket
pt_br: não foi possível desabilitar socket de auditoria

source: Cannot disable current pid
pt_br: não foi possível desabilitar o pid atual

source: Cannot discard pre-allocation
pt_br: não foi possível descartar pré alocação

source: Cannot dump log messages: %s: %s
pt_br: não foi possível liberar log de mensagens: %s: %s

source: Cannot enable audit
pt_br: não foi possível habilitar audit

source: Cannot get MountPoint of path:
pt_br: Não foi possível obter monto de montagem do caminho:

source: Cannot get devno from file
pt_br: Não foi possível obter devno do arquivo

source: Cannot get file statistics: %s: %s
pt_br: Não foi possível obter estatísticas do arquivo: %s: %s

source: Cannot insert rules: %s
pt_br: Não foi possível inserir regras: %s

source: Cannot move extent:
pt_br: Não foi possível mover extensão:

source: Cannot open audit socket
pt_br: Não foi possível abrir socket do audit

source: Cannot open donor file %s: %s
pt_br: Não foi possível abrir arquivo doador %s: %s

source: Cannot open donor file:
pt_br: Não foi possível arquivo arquivo doador:

source: Cannot open file list:
pt_br: Não foi possível abrir lista de arquivos:

source: Cannot open file:
pt_br: Não foi possível abrir arquivo:

source: Cannot open file: %s: %s
pt_br: Não foi possível abrir arquivo: %s: %s

source: Cannot open file: %s: is a symbolic link
pt_br: Não foi possível abrir arquivo: %s: é um link simbólico

source: Cannot open orig file %s: %s
pt_br: Não foi possível abrir arquivo orig: %s: %s

source: Cannot open orig file:
pt_br: Não foi possível abrir arquivo orig:

source: Cannot open output file: %s: %s
pt_br: Não foi possível abrir arquivo de saída: %s: %s

source: Cannot open pid file %s: %s
pt_br: Não foi possível abrir arquivo pid %s: %s

source: Cannot open pid file: %s
pt_br: Não foi possível abrir arquivo pid: %s

source: Cannot pre-allocation support: Cannot open file on device: %s: %s
pt_br: Sem suporte a pré alocação: Não foi possível abrir o arquivo no dispositivo: %s: %s

source: Cannot preallocate blocks:
pt_br: Não foi possível pré alocar blocos:

source: Cannot read pid from file %s: %s
pt_br: Não foi possível ler pid do arquivo %s: %s

source: Cannot readlink:
pt_br: Não foi possível ler link:

source: Cannot receive inode flags: %s: %s
pt_br: Não foi possível receber flags do inode: %s: %s

source: Cannot receive machine hardware name:
pt_br: Não foi possível receber nome de hardware da máquina:

source: Cannot receive process's CPU affinity mask: %s
pt_br: Não foi possível receber máscara de afinidade de processos da CPU: %s

source: Cannot receive user id: %s
pt_br: Não foi possível receber id do usuário: %s

source: Cannot remove donor file: %s: %s
pt_br: Não foi possível remover arquivo doador: %s: %s

source: Cannot remove rules: %s
pt_br: Não foi possível remover regras: %s

source: Cannot restore process's CPU affinity: %s
pt_br: Não foi possível restaurar afinidade de processos da CPU: %s

source: Cannot set pid to audit
pt_br: Não foi possível definir pid para audit

source: Cannot set process's CPU affinity mask to 1: %s
pt_br: Não foi possível definir máscara de afinidade de processos da CPU para 1: %s

source: Cannot set thread priority to -20: %s
pt_br: Não foi possível definir prioridade do thread para -20: %s

source: Cannot unlink donor fd: %s
pt_br: Não foi possível deslinkar doador fd: %s

source: Connecting to the audit socket ...
pt_br: Conectando-se ao socket do audit ...

source: Couldn't find valid filesystem superblock on %s.
pt_br: Não foi possível encontrar sistema de arquivos válido, superblock em %s.

source: Defrag mode: %s
pt_br: Modo de desfragmentação: %s

source: Discard %zu unwritten log message(s).
pt_br: Descartar %zu mensagens de log não escritas.

source: Do not throw an object not derived from std::exception
pt_br: Não derrubar um objeto não derivado de std::exception

source: Does kernel support pre-alloc: %s: %d %s
pt_br: Suporte do kernel a pré allocação: %s: %d %s

source: EXT4_IOC_GET_PA failed
pt_br: EXT4_IOC_GET_PA falhou

source: Error: %s.
pt_br: Erro: %s.

source: Execute `%s' ...
pt_br: Executando `%s' ...

source: Ext4 filesystem on %s has not extent feature enabled.
pt_br: Sistema de arquivos ext4 em %s não tem recursos de extensão habilitados.

source: File %s does not exist.
pt_br: Arquivo %s does not exist.

source: File %s has no blocks.
pt_br: Arquivo %s não possuí blocos.

source: File was modified: %s
pt_br: O arquivo foi modificado: %s

source: Filesystem of %s is %s
pt_br: Sistema de arquivos de %s é %s

source: Fork failed: %s
pt_br: Falha na bifurcação: %s

source: Found extent: %llu:%u
pt_br: Extenção encontrada: %llu:%u

source: Generating exclude file list ...
pt_br: Gerando lista de arquivos ignorados ...

source: In order to use this program you first have to stop the audit daemon auditd.
pt_br: Para utilizar este programa você primeiro tem que parar o daemon auditd.

source: Insert executable: %s
pt_br: Inserir executável: %s

source: Insert regular file: %s
pt_br: Inserir arquivo regular: %s

source: It seems that e4rat-lite-collect is already running.
pt_br: Parece que o e4rat-lite-collect já está em execução.

source: It seems that e4rat-lite-realloc is already running.
pt_br: Parece que o e4rat-lite-realloc já está em execução.

source: Kernel does not support pre-allocation
pt_br: O kernel não suporta pré alocação

source: Loading %s.
pt_br: Carregando %s.

source: Neither /proc/mounts nor /etc/mtab is readable.
pt_br: Nem /proc/mounts nem /etc/mtab são legíveis

source: Opened writable: %s
pt_br: Abriu gravável: %s

source: Option requires an argument -- '%c'
pt_br: A opção requer um argumento -- '%c'

source: Out of continued space: %s: will might fragmented
pt_br: Fora do espaço contínuo: %s: pode estar fragmentado

source: Out of disk space
pt_br: Sem espaço em disco

source: Parsed Event: %d %s
pt_br: Evento analisado: %d %s

source: Parsing file %s
pt_br: Analisando arquivo %s

source: Parsing from stdin
pt_br: Analisando a partir do stdin

source: Preloading %d files...
pt_br: Pré carregando %d arquivos...

source: Press 'Ctrl-C' to stop collecting files
pt_br: Pressione 'Ctrl-C' para parar a coleta de arquivos

source: Process %s [%d] has captured the audit socket.
pt_br: O processo %s [%d] foi capturado pelo socket de auditoria.

source: Processing %d file(s) on device %s (mount-point: %s)
pt_br: Processando %d arquivo(s) no dispositivo %s (ponto de montagem: %s)

source: Remove pid file
pt_br: Remover o arquivo pid

source: Running %s.
pt_br: Executando %s.

source: Save file list to %s
pt_br: Salve a lista de arquivos em %s

source: Scan open files by calling lsof
pt_br: Verificar arquivos abertos chamando por lsof

source: Set parent death signal: %s
pt_br: Definir sinal parental de morte: %s

source: Signal collector to stop by calling `collect -k'
pt_br: Sinal ao colletor para parar chamando `collect -k'

source: Signal collector to stop by calling `killall %s'
pt_br: Sinal ao coletor para parar chamando `killall %s'

source: Starting event processing ...
pt_br: Inicianto processamento de eventos ...

source: Stop collecting files automatically after %d seconds
pt_br: Parar a coleta de arquivos automaticamente depois de %d segundos

source: There is no improvement possible.
pt_br: Não há nenhuma melhoria possível.

source: Total fragment count before/afterwards/best-case: %d/%d/%d
pt_br: Contagem total de fragmentos antes/depois/melhor-caso: %d/%d/%d

source: Total number of excluded files: %d
pt_br: Numero total de arquivos ignorados: %d

source: Unable to load the configuration file: %s
pt_br: Não foi possível carregar o arquivo de configuração: %s

source: Unknown block device: devfs is not mounted
pt_br: Dispositivo de blocos desconhecido: devfs não está montado

source: Unknown block device: no such device found in /dev
pt_br: Dispositivo de blocos desconhecido: não existe dispositivo em /dev

source: Unknown defrag mode:
pt_br: Modo de desfragmentação desconhecido:

source: Unknown machine hardware name
pt_br: Nome de hardware da máquina desconhecido

source: Unknown syscall: %s = %d
pt_br: Syscall desconhecido: %s = %d

source: Unknown username %s
pt_br: Nome de usuário desconhecido %s

source: Unrecognised option -- '%c'
pt_br: Opção desconhecida -- '%c'

source: Unrecognised option:
pt_br: Opção desconhecida:

source: Usage: e4rat-lite-collect [ option(s) ] [ application name(s) ] -V --version print version and exit -h --help print help and exit -v --verbose increment verbosity level -q --quiet set verbose level to 0 -l --loglevel <number> set log level -k --stop kill running collector -x --execute <command> quit after command has finished -u --user <username> execute command as user -o --output [file] dump generated file list to file -d --device <dev> watch a specific device [example: /dev/sda1] -D --exclude-device <dev> exclude device -p --path <path> restrict watch on path [example: '*/bin/*'] -P --exclude-path <path> exclude filesystem path -L --exclude-list <file> exclude paths listed in file
pt_br: Uso: e4rat-lite-collect [ opções ] [ nome do aplicativo(s) ] -V --version imprime a versão e sai -h --help imprime a ajuda e sai -v --verbose incrementa o level verboso -q --quiet define o level verboso para 0 -l --loglevel <numero> define o level verboso -k --stop finaliza processo do coletor -x --execute <comando> sai após o término do comando -u --user <username> executa comando como o usuario -o --output [arquivo] descarrega lista de arquivos gerada para [arquivo] -d --device <dev> vigiar um dispositivo específico [examplo: /dev/sda1] -D --exclude-device <dev> ignorar dispositivo -p --path <caminho> restringir vigia a uma pasta [exemplo: '*/bin/*'] -P --exclude-path <caminho> excluir caminho no sistema de arquivos -L --exclude-list <arquivo> excluir caminhos especificados no arquivo

source: Usage: e4rat-lite-preload [ option(s) ] -V --version print version and exit -h --help print help and exit -i --initfile <path to file> alternate init file -s --startuplog <path to file> alternate startup log file
pt_br: Uso: e4rat-lite-preload [ opções ] -V --version mostra a versão e sai -h --help mostra a ajuda e sai -i --initfile <caminho para o arquivo> arquivo init alternativo -s --startuplog <caminho para o arquivo> arquivo alternativo para o log de inicialização

source: Usage: e4rat-lite-realloc [ option(s) ] [ mode ] files(s) OPTIONS: -V --version print version and exit -h --help print help and exit -v --verbose increment verbosity level -q --quiet set verbose level to 0 -l --loglevel <number> set log level
pt_br: Uso: e4rat-lite-realloc [ opções ] [ modo ] arquivo(s) OPÇÕES: -V --version imprime versão e sai -h --help imprime a ajuda e sai -v --verbose incrementa o level verboso -q --quiet defime o level verboso para 0 -l --loglevel <numero> define o level verboso

source: Valid process name %. insert pid %d
pt_br: Nome de processo válido %. inserir pid %d

source: You need root privileges to run this program.
pt_br: Você precisa de privilégios de root para executar este programa.

source: Your actual Kernel does not support prefered block allocation.
pt_br: Seu kernel atual não suporta prefered block allocation.

source: [ %*d/%d ] %*llu block(s) %s
pt_br: [ %*d/%d ] %*llu bloco(s) %s

source: audit_elf_to_machine failed: arch=%x: %s
pt_br: audit_elf_to_machine falhou: arch=%x: %s

source: audit_rule_fieldpair_data failed: %s
pt_br: audit_rule_fieldpair_data falhou: %s

source: audit_syscall_to_name failed: machine=%d arch=%x
pt_br: audit_syscall_to_name falhou: machine=%d arch=%x

source: backtrace() returned
pt_br: backtrace() retornou

source: cannot init auparse
pt_br: Não foi possível analisar o init

source: cannot open buddy cache on device
pt_br: Não foi possível abrir o buddy cache no dispositivo

source: cannot read stdin flags
pt_br: Não foi possível ler flags do stdin

source: cannot set stdin to non-blocking
pt_br: Não foi possível definir stdin para non-blocking

source: cannot unlink base directory: %s: %s
pt_br: Não foi possível deslinkar diretório base: %s: %s

source: donor:
pt_br: doador:

source: e4rat-lite-collect is in conflict with %s. Abort
pt_br: e4rat-lite-collect está em conflito com %s. Abortar

source: fadvice failed: %s
pt_br: fadvice falhou: %s

source: fallocated failed:
pt_br: fallocated falhou:

source: ioctl EXT4_IOC_CONTROL_PA not supported
pt_br: ioctl EXT4_IOC_CONTROL_PA nao suportado

source: ioctl_fiemap and readlink failed: %s
pt_br: ioctl_fiemap e readlink falhou: %s

source: logical:
pt_br: lógico

source: more blocks marked free than expected
pt_br: mais blocos marcados como livre do que o esperado

source: open: %s: %s
pt_br: abrir: %s: %s

source: parameter:
pt_br: parametro:

source: pre-allocate failed: %s: blocks are already in use
pt_br: A pré alocação falhou: %s: os blocos já estão em uso

source: return values:
pt_br: valores retornados:

source: scan lsof: %s
pt_br: scanear lsof: %s

source: syslog daemon is not running
pt_br: O daemon do syslog não está em execução
